[
    {
      "icon1":"https://icons8.com/icon/118468/facebook",
        "img1":"https://domf5oio6qrcr.cloudfront.net/medialibrary/13454/6cce9411-d342-4dde-9185-ecb44479da60.jpg",
        "img2":"https://images.everydayhealth.com/images/ten-minute-post-pregnancy-strength-workout-with-kelsey-wells-1440x810.jpg?w=284&h=159",
    
      "A1heading":"What’s the minimum amount of exercise I need each week?",
      "B2datef":"February 1, 2023",
      "C3datafromf":"By Anthony L. Komaroff, MD, Editor in Chief, Harvard Health Letter",
      "D4paraQ":"Q. You’re always writing that regular physical activity improves our health. I believe you. But I don’t particularly like to exercise. So what’s the minimum I need to do to get a benefit?",
      "E5paraA":"A. You’re not alone in disliking exercise: only 20% of middle-aged and older adults spend even 15 minutes per week in vigorous physical activity. By vigorous physical activity, I mean activity in which it is hard to talk or sing when you do it, like jogging or exercising on a treadmill. What’s the minimum you really should do? I have some good news. A recent study conducted by scientists around the world, including colleagues here at Harvard, concludes that you don’t need that much physical activity each week to gain substantial health benefits.",
      "F6para2":"The study enrolled nearly 72,000 people (most between 50 and 80 years old). All of them were free of diagnosed heart disease or cancer at the start of the study. A strength of the study was that the amount of vigorous physical activity people did was tracked by a device that measured their actual level of activity. (Many past studies just relied on participants to report their physical activity, which can be inaccurate.) The study participants’ health was followed over the next five years.",
      "G7by":"— Anthony L. Komaroff, M.D.",
      "H8img":"https://domf5oio6qrcr.cloudfront.net/medialibrary/13454/6cce9411-d342-4dde-9185-ecb44479da60.jpg",
     
   
      "A9heading1":"Adding strength training to aerobic exercise may fuel longevity",
      "B10date":"January 1, 2023",
      "C11datefrom1":"By Heidi Godman",
      "D12para":"Heart-pumping exercise goes a long way toward achieving robust health, but adding strength training to your regimen may be key to living even longer. That’s the finding of a large study published online Oct. 17, 2022, by JAMA Network Open. Researchers evaluated physical activity reported by more than 115,000 people ages 65 and older as part of the ongoing National Health Interview Survey. They compared exercise data with deaths over an average of nearly eight years. Regardless of how much aerobic exercise they did, participants who did strength training two to six times weekly were less likely to die from any cause during the study period compared with those who did less strength training. People who did at least two sessions of strength training as well as 2.5 hours of moderate-to-vigorous aerobic activity each week were 30% less likely to die during that time. The study was observational and did not prove conclusively that doing strength training or aerobic exercise caused people to live longer. Strength training includes activities such as lifting weights, using resistance bands, doing push-ups or sit-ups, or digging in the garden.",
      "E13img":"https://images.everydayhealth.com/images/ten-minute-post-pregnancy-strength-workout-with-kelsey-wells-1440x810.jpg?w=284&h=159",
    
      "A14heading2":"The many ways exercise helps your heart",
      "B15date":"January 1, 2023",
      "C16datefrom2":"By Julie Corliss, Executive Editor, Harvard Heart Letter",
      "D17head2":"Physical activity triggers changes in your blood vessels, muscles, metabolism, and brain — all of which promote better heart health.",
      "E18para":"If you take a brisk walk, you’ll notice certain changes in your body right away. Your heart beats a little faster, your breathing rate increases, and you may feel your leg muscles working. But you might not appreciate the myriad other physiological changes happening inside your body when you exercise — some of which offer benefits similar to those from common medications.",
      "F19para2":"Together, exercise-induced changes can prevent or improve all the major risk factors that contribute to heart disease, including high blood pressure, diabetes, obesity, and unhealthy cholesterol levels. Exercise can also improve mental health problems like depression and stress, which are common but often ignored contributors to cardiovascular problems, says cardiologist Dr. Aaron Baggish, a professor at the University of Lausanne in Switzerland and founder of the Cardiovascular Performance Program at Harvard-affiliated Massachusetts General Hospital.",
      "G20img":"https://images.everydayhealth.com/images/boxing-workouts-overview-1440x810.jpg",
      "img3":"https://images.everydayhealth.com/images/boxing-workouts-overview-1440x810.jpg",
    
    
  
    
      "A21img":"https://domf5oio6qrcr.cloudfront.net/medialibrary/13555/conversions/560b6d05-cb1d-4889-ad14-e51f4ea45b82-thumb.jpg",
      "B22heading3":"Age and muscle loss",
      "C23para":"On average, adults who don’t do strength training on a regular basis can lose 4 to 6 pounds of muscle per decade.",
      "D24para2":"Over time, loss of muscle strength can put everyday activities out of reach—activi­ties such as walking, cleaning, shopping, and even dressing. They hinder your ability to cope with and recover from an illness or injury.  Loss of muscle mass can also lead to dangerous falls, which may result in disability or even death. There are other specific health benefits to strength and power training, such as better blood sugar control and a slowing of bone loss. Strength training can help you build muscle, make you strong, increase your endurance and make everyday activities easier. Most adults should do strength training exercises at least two days a week, according to the federal activity guidelines. Beginners should start with exercise bands or light hand weights. If you’re more experienced, weight machines are a good option.",
    
    "A25img":"https://domf5oio6qrcr.cloudfront.net/medialibrary/13573/66c60680-18fd-46dd-af5e-15774aaefc2f.jpg",
    "B26heading":"Adding yoga to aerobic exercise may help lower high blood pressure",
    "C27date":"March 1, 2023",
    "D28author":"By Matthew Solan",
    "E29para":"Yoga can help increase flexibility and balance, but the ancient practice could have another benefit: helping to lower high blood pressure.",

    "F30para2":"Researchers recruited 60 people diagnosed with high blood pressure and metabolic syndrome, a cluster of conditions that raises the risk of heart problems and stroke. Participants were randomly divided into two groups. For three months, everyone did 30 minutes of aerobic exercise five days a week followed by either 15 minutes of yoga or 15 minutes of regular muscle stretching._Over the course of the study, people in both groups improved their resting blood pressure and resting heart rate (the number of heartbeats in a minute), although the yoga practitioners did better. Those in the yoga group also lowered their systolic blood pressure (the top number in a reading) by 10 points, compared with just 4 points for the stretching group. And they significantly reduced their 10-year risk for a heart attack or stroke compared with the stretching group.",
    
    
      "A31heading":"Move of the month: Opposite arm and leg raise",
      "B32date":"March 1, 2023",
      "C33author":"By Julie Corliss",
      "D34para":"This month’s exercise targets your core, strengthening muscles of the abdomen, lower back, front of the hip (called hip flexors), and spine. A strong core supports heart health by helping you stay active, as many popular sports such as cycling, golf, tennis, and swimming depend on a stable, flexible core.",
      "E35para1":"Movement: Extend your left leg off the floor behind you while reaching out in front of you with your right arm. Keeping your hips and shoulders squared, try to bring the extended leg and arm parallel to the floor. Hold. Return to the starting position, then repeat with your right leg and left arm. This is one rep. Aim for eight to 10 reps. Rest for 30 to 90 seconds, then do one or two additional sets.",
      "F36img":"https://domf5oio6qrcr.cloudfront.net/medialibrary/13595/d63f5c21-4aa1-4743-8124-15a17b6cd48c.jpg"
    
    }
]