[
    {
        "heading1":"Shahid Kapoor to headline new action thriller movie from Zee Studios, Roy Kapur Films",
        "img":"https://images.indianexpress.com/2023/05/Shahid-Kapoor.jpg?w=640",
        "para":"Actor Shahid Kapoor will play the lead role in an upcoming action thriller movie, backed by Zee Studios and Roy Kapur. Filmmaker Rosshan Andrrews, known for Malayalam blockbusters like “Salute” and “Kayamkulam Kochunni”, will direct the movie, which will go on floors in the second half of 2023 and will release in 2024, the makers said in a statement.",
        "para1":"The untitled film is about a brilliant yet rebellious police officer investigating a high-profile case. As he delves deeper into the case, he uncovers a web of deceit and betrayal, leading him down a thrilling and dangerous path. Kapoor said he is excited to work on the movie, which is filled with action, thrill, drama and suspense.",
        "by":"PTI Mumbai"
        ,"footer":"Bollywood/20 May 2023"
    },
    {
        "heading2":"Nandita Das says her fashion vs film post about Cannes ‘sparked an unintended debate’...",
        "img":"https://images.indianexpress.com/2023/05/Nandita-Das-Cannes.jpg?w=640",
        "para":"Actor and filmmaker Nandita Das has taken to social media to clarify that her earlier post on Cannes Film Festival sparked an “unintended debate” on fashion vs films at the ongoing film festival in the French Riviera. In her social media post, Nandita had then pointed out that the event has now become excessively fixated on glitz, glamour and fashion, leaving the true essence of cinema somewhat obscured.",
        "para1":"In a new post, Nandita, shared some more pictures from her time at Cannes, and wrote, “It seems like my post about Cannes has sparked an unintended debate! It’s amusing how a spontaneous sharing of thoughts and throwback images was perceived to be ‘a dig’! Pointing fingers is a pointless exercise. Things are often more nuanced than we think they are.”",
        "para2":"Nandita then discussed how men attending such events have far less pressure about how they look and what they wear than women. She wrote, “At such events, men have far less pressure about how they look. They can repeat their tuxedos, and no one will know or care. Whereas women have a much greater burden of looking beautiful, sexy, regal, stylish, stunning, unique etc. etc.”"
        ,"footer":"Bollywood/20 May 2023"
    },
    {
        "heading3":"Amitabh Bachchan curious about ‘theological, mythical, astrological’ meaning behind new Parliament building:",
        "img":"https://images.indianexpress.com/2023/05/amitabh-bachchan-4.jpg?w=640",
        "para":"Actor Amitabh Bachchan took to his blog to express excitement about the inauguration of the new Parliament building. Amitabh wrote, “The new building of the Parliament of the Country opens and as an ex MP , my wishes for this moment. Though I would like to know why the shape it is in and its – theological, mythical, astrological mean .. just.”",
        "para1":"In 1984, Amitabh Bachchan took a break from acting and entered politics to support the late former PM Rajiv Gandhi. He ran for the Allahabad seat in the 8th Lok Sabha elections against HN Bahuguna, a former Chief Minister of Uttar Pradesh, won by a significant margin. However, he resigned from politics after three years."
        ,"footer":"Bollywood/20 May 2023"
    }
    ,
    {
        "heading4":"Varun Dhawan is excited to shoot an action sequence in Serbia for Citadel",
        "img":"https://filmfare.wwmindia.com/content/2023/may/varundhawancitadel41685340102.jpg",
        "para":"arun Dhawan is all set to star in the highly-anticipated series Citadel. The series is directed by the director duo Raj and DK and also features Samantha Ruth Prabhu in the lead role. Recently, in an interview, Varun Dhawan revealed that he will soon visit Serbia to film a high-octane action sequence.",
        "para1":"While speaking to a leading news portal, Varun shared his delight about working on Citadel. Additionally, he mentioned that this was a first for India, something the audience had not yet witnessed. Varun stated, It has been amazing working on it. We are going to be filming in Serbia. We have a month-long schedule over there with a lot of action. Varun also said that the creators are pushing the envelope. He continued by referring to Samantha as one of the hardest-working actors.",
        "para2":"He also talked about his upcoming film Bawaal and said that he is proud of Bawaal. He said that there are some directors who are on his bucket list i.e. Soojit Sircar, Sriram Raghavan and Nitesh Tiwari. He said that some of his best performances came out when he worked with them as they pushed him. He said, It is amazing and I feel blessed to be working with Nitesh. Bawaal personally is a film I am so proud of. It says something that is the need of the hour. "
        ,"footer":"Bollywood/20 May 2023"
    },
    {
        "heading5":"IIFA 2023: Salman Khan Sets The Dance Floor On Fire. Watch",
        "img":"https://c.ndtvimg.com/2023-05/t3r3jsng_salman-_625x300_28_May_23.jpg",
        "para":"When Salman Khan appears on stage you can be rest assured that it is going to be one blockbuster performance. The superstar's performance at the IIFA awards ceremony in Abu Dhabi on Saturday is proof of this. The actor danced to some of his biggest hits with a host of dancers at the awards ceremony as the audience watched in awe. He was joined by the dance group The Quick Style as well, one of the viral videos doing the rounds on Twitter shows. In another video, Salman Khan is also seen dancing with a group of kids. Did someone say adorable, yet?",
        "para1":"The official Twitter page of IIFA also shared images of Salman Khan and The Quick Style with the caption, “#SalmanKhan and #TheQuickStyle create an explosive fusion of Bollywood and Urban dance, bringing the house down with their energetic performance at NEXA IIFA Awards 2023!”"
        ,"footer":"Bollywood/20 May 2023"
    },
    {
        "heading6":"IIFA 2023: This Brings Me So Much Joy, Writes Alia Bhatt After Big Win",
        "img":"https://c.ndtvimg.com/2023-05/imaebgp_alia-_625x300_28_May_23.jpg",
        "para":"New Delhi: After a big win at Filmfare Awards, Alia Bhatt bagged the Best Actress award for her role in Sanjay Leela Bansali's Gangubai Kathiawadi at the IIFA 2023 as well. Unfortunately, the actress could not be present to accept the award due to a family emergency. She however compensated for her absence with an extremely heartfelt post on her Instagram stories. On Sunday, Ali Bhatt shared a poster from her movie Gangubai Kathiawadi and wrote, Thank you so much IIFA. Sorry, I couldn't be there in person to receive the award. A special thank you to the audience for your constant support. This brings me and the enjoy team so much joy!",
        "para1": "Meanwhile, it was a star-studded night in Abu Dhabi on Saturday as Bollywood stars Salman Khan, Anil Kapoor, Hrithik Roshan and many others attended IIFA in their festive finery. Films like Brahmastra, Gangubai Kathiawadi and Drishyam 2 emerged as the biggest winners.",
        "para2":"Brahmastra led the pack by bagging most of the musical categories including Best Singer Male for Arijit Singh, Best Singer Female for Shreya Ghoshal and Best Music Director for Pritam. Hrithik Roshan won the Best Actor award for his performance in Vikram Vedha while Alia Bhatt won the Best Actress award for her film Gangubai Kathiawadi."
        ,"footer":"Bollywood/20 May 2023"
    }  

     
      
]